Repository: guytzhak/close-for-shabbat
Catalog: languages/cfs-*.po
Languages: he_il

source: Close For Shabbat
he_il: סגור לשבת

source: Settings
he_il: הגדרות

source: Minutes to shabbat enter after sunset
he_il: מספר הדקות לכניסת השבת אחרי השקיעה

source: Adjust the minutes here to match your local "Hadlakat Nerot"
he_il: התאם את מספר הדקות כדי להגיע לזמן "הדלקת נרות" המקומי

source: Minutes to shabbat exit after sunset
he_il: מספר הדקות ליציאת שבת אחרי השקיעה

source: Adjust the minutes here to match your local "Havdala"
he_il: התאם את מספר הדקות כדי להגיע לזמן "ההבדלה" המקומי

source: Latitude
he_il: קו רוחב

source: check here: %s
he_il: אפשר להשיג פה: %s

source: Longitude
he_il: קו אורך

source: Page to redirect
he_il: דף להפניה

source: The page users will be redirect to when is shabbat
he_il: העמוד שאליו יועברו המשתמשים בזמן השבת

source: Next Shabbat
he_il: שבת הבאה
